const Map<String, String> ar = {
  "welcome": "اهلا وسهلا بك ",
  "add your notes": "دون ملاحظاتك هنا",
  "add your voice notes": "تستطبيع ان تضيف \n ملاحظات صوتيه",
  "next": "التالي",
  "start": "هيا بنا",
  "design": "التصميم",
  "add department": "اضافة قسم",
  "close note": "قفل المفكره",
  "alerts": "التنبيهات",
  "fav": "المفضله",
  "rate": "قيمنا",
  "share": "شارك التطبيق",
  "setting": "الاعدادات",
  "search": "بحث",
  "app shape": "اختر مظهر مذكرتك",
  "choose arr": "اختر مظهر ترتيب ملاحظاتك",
  "language": "اللغه",
  "night mode": "الوضع الليلي",
  "about app": "عن التطبيق",
  "save": "حفظ",
  "title": "العنوان  ",
  "write note": "اكتب ملاحظاتك  ",
  "how was your day ??": "كيف كان يومك ؟؟",
  "chooseBG": "اختر خلفية ",
  "record": "تسجيل",
  "cancel": "الغاء",
  "stopRecord": "ايقاف",
  "resumeRecord": "استكمال",
  "department": "الاقسام",
  "notes": "الملاحظات",
  "addDep": "اضافة قسم",
  "agree": "موافق",
  "department name": "اسم القسم",
  "alertMe": "ذكرني",
  "saveInDepartment": "حفظ في القسم",
  "Alerts": "التنبيهات",
  "Favorites": "المفضله",
  "enterDepName": "ادخل اسم القسم",
  "dsc": "الاقدم اولا",
  "asc": "الاحدث اولا",
  "Alertme": "تذكيري",
  "select date": "تعيين التاريخ",
  "select time": "تعيين الوقت",
  "font property": "خصائص الخط",
  "Pick image": "اضافة صورة",
  "Pick gallery": "صورة من الجهاز",
  "Pick camera": "التقط صورة",
  "Discard record?": "الغاء التسجيل؟",
  "go back and cancel record": "هل ترعب في الرجوع والغاء التسجيل ؟",
  "discard": "الغاء التسجيل",
  "Discard changes?": "اهمال التغييرات؟",
  "go back without save": "الخروج بدون حفظ",
  "ignore": "اهمال",
  "deleteNote": "حذف المدونه",
  "are You Sure you want to delete note": "هل ترغب في حذف المدونه ؟",
  "delete": "حذف",
  "deleteRecord": "حذف التسجيل",
  "are You Sure you want to delete record": "هل ترغب في حذف التسجيل؟",
  'rateUs': "قيمنا",
  "tellothers": "اخبر الاخرين عن رأيك في التطبيق",
  'Set your custom comment hint': 'اضافة تعليق',
  "Submit": "ارسال",
  "aboutusTitle": '''

تطبيق مفكرة notes
''',
  "aboutusT2": '''
ما الذي يميز تطبيق مفكرة عن غيره؟
''',
  "aboutusT3": '''
كيف يمكن التواصل مع مطوري التطبيق؟
''',
  "aboutusP1": ''' 
هو عبارة عن تطبيق عربي تم برمجته بهدف مساعدة الأشخاص علي تدوين ملاحظتهم و فكارهم بشكل احترافي وسلس دون وجود تعقيد أو صعوبه في عملية التدوين . 
حيث يجمع تطبيق مفكرة notes ما بين الجمال الشكلي والتصميم الراقي وبين سهولة الأستخدام وذلك لمساعدة الكاتب على أخرج ما لديه من أفكار و إبداعات بكل بساطه وراحه نفسيه . 

''',
  "aboutusP2": ''' 
يتميز طبيق مفكرة notes عن غيره من التطبيقات الأخرى في الكثير من الأمور الهامة و الإجابيه والتي يعاني من فقدانها الكثير من المستخدمين في التطبيقات الأخرى ولعل أبرز تلك الأمور الآتي:
• سهوله الأستخدام. 
• تصميم و الوان متناسقة ومريحه للعين والنفس. 
• وجود أفكارك وملحوظاتك في أمان. 
• الأختيار بين العديد من الأشكال والخلفيات التي تناسب زوقك. 
• توفر جميع الأدوات التي تساعدك في الكتابة بسهوله والتميذ فيما بينها. 
• يمكنك ترتيب ملحوظاتك في أقسام بعناوين مختلفة ليسهل الوصول لها فيما بعد. 
• يمكنك إضافة ملحوظات صوتيه لتسهيل الأمر أكثر عليك. 
• يمكنك تعين تنبيه لملحوظاتك لتذكيرك في الوقت المحدد. 
• وجود تحديثات مستمرة لتطبيق مفكرة notes حتي يناسب جميع أزواق المستخدمين. 
• الرد علي جميع استفسارات المستخدمين والإجابة على كافة مشاكلهم واستفسارتهم. 
  
  ''',
  "aboutusP3": '''           
يمكنك التواصل مع مطوري تطبيق مفكرة notes عبر الوسائل التالية: 
          
1-عبر Facebook
  ''',
  "aboutusP4": ''' 


2-عبر WhatsApp
 +201212102630

3-عبر رسائل google play
''',
  "setAppLock": "ضبط قفل المفكره",
  "app lock": "قفل المفكره",
  "app lock_Subtitle": "قم بتعيين رمز مرور لحماية ملاحظاتك ",
  "set app lock": "تعيين رمز المرور",
  "set app lock_Subtitle": "قم بتعيين او تغيير رمز المرور الخاص بك",
  "set security question": "تعيين سؤال الأمان ",
  "set security question_Subtitle": "سيتم استعماله في حال نسيت كلمة مرورك",
  "enterThePin": "أدخل رقم التعريف الخاص بك",
  "reEnterThePin": "اعد ادخل رقم ال Pin",
  "setSecurityQuestion": "تعيين سؤال الأمان",
  "setSecurityQuestion2":
      "تعيين سؤال أمان  في حالة نسيان كلمة المرور الخاصة بك",
  "Confirm": "تأكيد",
  "enterQuestion": "الرجاء ادخل سؤال",
  "enterAnswer": "الرجاء ادخل اجابه",
  "Welcome": "مرحبا",
  "Wrong pin": "كلمة المرور غير صحيحه",
  "forgot password?": "نسيت كلمة المرور ؟",
  "EnterTheAnswer": "ادخل الاجابه",
  "Wrong Answer": "اجابه خاطئه",
  "Addyourfirstnote": "انقر لكتابة مذكرتك الاولى",
  "Enter a pin first": "برجاء تعيين كلمة مرور اولا"
};
